Repository: BackupTheBerlios/parano-svn
Catalog: tags/release-0.3.5/po/*.po
Languages: sv_se

source: skipping: '%s'
sv_se: hoppar över: "%s"

source: Warning: cannot get size of file '%s'
sv_se: Varning: kan inte få filstorleken på "%s"

source: Cannot read file: '%s'
sv_se: Kan inte läsa filen: "%s"

source: Cannot access file: '%s'
sv_se: Kan inte komma åt filen: "%s"

source: Ready
sv_se: Redo

source: Cannot save hashfile
sv_se: Kan inte spara hashfil

source: Hashfile Saved
sv_se: Hashfil sparad

source: Untitled Hashfile (Unsaved)
sv_se: Namnlös hashfil (ej sparad)

source: Untitled Hashfile
sv_se: Namnlös hashfil

source: <i>%s (Paused)</i>
sv_se: <i>%s (Pausad)</i>

source: Paused
sv_se: Pausad

source: Hashing...
sv_se: Beräknar...

source: Canceling...
sv_se: Avbryter...

source: Hashing file <b>%d</b> of <b>%d</b>: <i>%s</i>
sv_se: Beräknar hash på fil <b>%d</b> av <b>%d</b>: <i>%s</i>

source: About %d:%02d minute(s) remaining
sv_se: Ungefär %d:%02d minut(er) återstår

source: Less than one minute remaining
sv_se: Mindre än en minut återstår

source: Hashing canceled!
sv_se: Beräkning avbruten!

source: %d files verified and ok. (%.2f MiB, at %.2f MiB/s)
sv_se: %d filer validerades och är ok. (%.2f MiB, i %.2f MiB/s)

source: Warning: %d files are different!
sv_se: Varning: %d filer är olika!

source: Ready.
sv_se: Redo.

source: Reading list of files...
sv_se: Läser fillista...

source: Listing files....
sv_se: Listar filer....

source: Add Folder canceled.
sv_se: Lägg till mapp avbröts.

source: <big><b>A programming error has been detected during the execution of %s %s.</b></big> <tt><small>%s</small></tt>
sv_se: <big><b>Ett programeringsfel påträffades under körning av %s %s.</b></big> <tt><small>%s</small></tt>

source: Bug Detected
sv_se: Fel påträffades

source: <big><b>Do you want to save changes ?</b></big> if you don't save, changes will be discarded
sv_se: <big><b>Vill du spara ändringarna?</b></big> Om du inte sparar kommer ändringarna att förloras

source: <big><b>Overwrite file ?</b></big> The file already exists, do you want to replace it with the new one you are saving ?
sv_se: <big><b>Skriv över fil?</b></big> Filen finns redan, vill du ersätta den med den nya filen du tänker spara?

source: <big><b>Save changes before closing ?</b></big> if you don't save, changes will be discarded
sv_se: <big><b>Spara ändringar innan stängning?</b></big> Om du inte sparar kommer ändringarna att förloras

source: <i>You can use .md5, .sha1 or .sfv.</i>
sv_se: <i>Du kan använda .md5, .sha1 eller .sfv.</i>

source: Add File(s)
sv_se: Lägg till fil(er)

source: Add File...
sv_se: Lägg till fil...

source: Add Folde_r
sv_se: Lägg till map_p

source: Add Folder
sv_se: Lägg till mapp

source: Add Folder...
sv_se: Lägg till mapp...

source: Add all files and folders from selected folder to current MD5 file
sv_se: Lägg till alla filer och mappar från vald mapp till aktuell MD5-fil

source: Add all files and folders from selected folder to current hashfile
sv_se: Lägg till alla filer och mappar från vald mapp till aktuell hashfil

source: Add some files to current MD5 file
sv_se: Lägg till några filer till aktuell MD5-fil

source: Add some files to current hashfile
sv_se: Lägg till några filer till aktuell hashfil

source: Do you want to add this file to the current hashfile or open and check it as a new hashfile?
sv_se: Vill du lägga till denna fil till aktuell hashfil eller öppna och kontrollera den som en ny hashfil?

source: Don't save
sv_se: Spara inte

source: GNOME HashFile Manager
sv_se: Hashfilshanterare för GNOME

source: Load Hash File
sv_se: Läs in hashfil

source: New File
sv_se: Ny fil

source: Open File
sv_se: Öppna fil

source: Remove
sv_se: Ta bort

source: Replace
sv_se: Ersätt

source: Save File
sv_se: Sprara fil

source: Save Hash File
sv_se: Spara hashfil

source: _Add File
sv_se: _Lägg till fil

source: _New
sv_se: _Ny

source: _Pause
sv_se: _Paus

source: translator_credits
sv_se: Daniel Nylander <po@danielnylander.se>
