Repository: BackupTheBerlios/parano-svn
Catalog: trunk/po/*.po
Languages: bg

source: skipping: '%s'
bg: пропускане: '%s'

source: Warning: cannot get size of file '%s'
bg: Внимание: не може да се получи големината на файла '%s'

source: Cannot read file: '%s'
bg: Файлът не може да бъде прочетен: '%s'

source: Cannot access file: '%s'
bg: Файлът не може да бъде достъпен: '%s'

source: Ready
bg: Готово

source: Cannot save hashfile
bg: Хеш файлът не може да бъде запазен

source: Hashfile Saved
bg: Хеш файлът е запазен

source: Untitled Hashfile (Unsaved)
bg: Хеш файл без име (Незапазен)

source: Untitled Hashfile
bg: Хеш файл без име

source: <i>%s (Paused)</i>
bg: <i>%s (На пауза)</i>

source: Paused
bg: На пауза

source: Hashing...
bg: Хеширане...

source: Canceling...
bg: Отмяна…

source: Hashing file <b>%d</b> of <b>%d</b>: <i>%s</i>
bg: Хеширане на файл <b>%d</b> от <b>%d</b>: <i>%s</i>

source: About %d:%02d minute(s) remaining
bg: Остават около %d:%02d минути

source: Less than one minute remaining
bg: Остава по-малко от минута

source: Hashing canceled!
bg: Отменено хеширане!

source: %d files verified and ok. (%.2f MiB, at %.2f MiB/s)
bg: %d файла са проверени и наред. (%.2f MiB, с %.2f MiB/s)

source: Warning: %d files are different!
bg: Внимани: %d файла са различни !

source: Ready.
bg: Готово.

source: Reading list of files...
bg: Прочитане на списъка с файлове...

source: Listing files....
bg: Показване на файловете...

source: Add Folder canceled.
bg: Добавянето на папка е отменено.

source: <big><b>A programming error has been detected during the execution of %s %s.</b></big> <tt><small>%s</small></tt>
bg: <big><b>По време на изпълнението на %s %s беше засечена програмна грешка.</b></big> <tt><small>%s</small></tt>

source: Bug Detected
bg: Засечена е грешка

source: <big><b>Do you want to save changes ?</b></big> if you don't save, changes will be discarded
bg: <big><b>Желаете ли да запазите промените ?</b></big> Ако не го направите, те ще бъдат отхвърлени

source: <big><b>Overwrite file ?</b></big> The file already exists, do you want to replace it with the new one you are saving ?
bg: <big><b>Презаписване на файла ?</b></big> Файлът вече съществува, желаете ли да го презапишете с новия, който запазвате ?

source: <big><b>Save changes before closing ?</b></big> if you don't save, changes will be discarded
bg: <big><b>Да се запазят ли промените преди затваряне?</b></big> Ако не ги запазите, те ще бъдат загубени.

source: <i>You can use .md5, .sha1 or .sfv.</i>
bg: <i>Можете да използвате .md5, .sha1 или .sfv.</i>

source: Add File(s)
bg: Добавяне на файл

source: Add File...
bg: Добавяне на файл...

source: Add Folde_r
bg: Добавяне на _папка

source: Add Folder
bg: Добавяне на папка

source: Add Folder...
bg: Добавяне на папка...

source: Add all files and folders from selected folder to current MD5 file
bg: Добавяне на всички файлове

source: Add all files and folders from selected folder to current hashfile
bg: Добавяне на всички файлове и папки от избраната папка към текущия хеш файл

source: Add some files to current MD5 file
bg: Добавяне на файлове към текущия MD5 файл

source: Add some files to current hashfile
bg: Добавяне на файлове към текущия хеш файл

source: Do you want to add this file to the current hashfile or open and check it as a new hashfile?
bg: Желаете ли да добавите този файл към текущия хеш файл или да го отворите и проверите като нов хеш файл?

source: Don't save
bg: Без запазване

source: GNOME HashFile Manager
bg: Мениджър на хеш файлове за GNOME

source: Load Hash File
bg: Зареждане на хеш файл

source: New File
bg: Нов файл

source: Open File
bg: Отваряне на файл

source: Remove
bg: Премахване

source: Replace
bg: Замяна

source: Save File
bg: Запазване на файл

source: Save Hash File
bg: Запазване на хеш файл

source: _Add File
bg: _Добавяне на файл

source: _New
bg: _Нов

source: _Pause
bg: _Пауза
