Repository: BackupTheBerlios/parano-svn
Catalog: tags/release-0.3.4/po/*.po
Languages: fr

source: skipping: '%s'
fr: passe: '%s'

source: Ready
fr: Prêt

source: Cannot save hashfile
fr: Impossible de sauver le fichier

source: Hashfile Saved
fr: Fichier sauvé

source: Untitled Hashfile (Unsaved)
fr: Fichier Sans Nom (Modifié)

source: Untitled Hashfile
fr: Fichier Sans Nom

source: <i>%s (Paused)</i>
fr: <i>%s (Pausé)</i>

source: Paused
fr: Pausé

source: Hashing...
fr: Calcul en cours...

source: Canceling...
fr: Annulation...

source: Hashing file <b>%d</b> of <b>%d</b>: <i>%s</i>
fr: Hash du fichier <b>%d</b> sur <b>%d</b>: <i>%s</i>

source: About %d:%02d minute(s) remaining
fr: Env. %d:%02d minute(s) restant(es)

source: Less than one minute remaining
fr: Moins d'une minute restante

source: Hashing canceled!
fr: Calcul annulé!

source: Warning: %d files are different!
fr: Attention: %d fichier(s) different(s) !

source: Ready.
fr: Prêt.

source: Reading list of files...
fr: Lecture de la liste des fichiers

source: Listing files....
fr: Liste des fichiers...

source: Add Folder canceled.
fr: Ajout de répertoire annulé.

source: <big><b>Overwrite file ?</b></big> The file already exists, do you want to replace it with the new one you are saving ?
fr: <big><b>Ecrasement du fichier ?</b></big> Le fichier existe déjà, voulez-vous le remplacer par celui que vous êtes en train de sauver ?

source: <big><b>Save changes before closing ?</b></big> if you don't save, changes will be discarded
fr: <big><b>Sauver les changements avant de quitter?</b></big> Si vous ne sauvez pas, les changements seront perdus.

source: <i>You can use .md5, .sha1 or .sfv.</i>
fr: <i>Vous pouvez utiliser .md5, .sha1 or .sfv.</i>

source: Add File(s)
fr: Ajouter Fichier(s)

source: Add File...
fr: Ajouter Fichier...

source: Add Folde_r
fr: Ajouter _répertoire

source: Add Folder
fr: Ajouter répertoire

source: Add Folder...
fr: Ajouter Répertoire...

source: Add all files and folders from selected folder to current hashfile
fr: Ajouter tout le contenu du répertoire dans la liste courante.

source: Add some files to current hashfile
fr: AJouter des fichiers dans la liste courante.

source: Don't save
fr: Ne pas sauver

source: GNOME HashFile Manager
fr: un gestonnaire de fichier de hachage pour GNOME

source: Load Hash File
fr: Charge Fichier

source: New File
fr: Nouveau Fichier

source: Open File
fr: Ouvrir Fichier

source: Remove
fr: Supprimer

source: Replace
fr: Remplacer

source: Save File
fr: Sauver Fichier

source: Save Hash File
fr: Sauver Fichier

source: _New
fr: Nouveau
